import random

print('Я ощущаю ваше настроение')
print('Итак. Ваше настроение')
mood = random.randint(1,3)
if mood == 1:
    print(
        r'''
        |---------------|
        |               |
        |   0     0     |
        |      <        |
        |  -       -    |
        |   \     /     |
        |     -_-       |
        |_______________|
        
        ''')
elif mood == 2:
    print(
        '''
        |---------------|
        |               |
        |   0     0     |
        |      <        |
        |               |
        |    ------     |
        |_______________|
        
        ''')
else:
    print(
        r'''
        |---------------|
        |               |
        |   0     0     |
        |      <        |
        |     ______    |
        |    /      \   | 
        |   /        \  |
        |_______________|
        
        ''')